/*
  BKPasscodeView.strings
  Crypto Cloud - Nextcloud

  Created by Marino Faggiana on 25/11/14.
  Copyright (c) 2016 TWS. All rights reserved.
*/

"%d Failed Passcode Attempts" = "%d feilede passordforsøk";
"%d Failed Password Attempts" = "%d feilede passordforsøk";

"1 Failed Passcode Attempt" = "1 feilet passordforsøk";
"1 Failed Password Attempt" = "1 feilet passordforsøk";

"Do you want to use Touch ID for authentication?" = "Ønsker du å bruke Touch ID for identitetsbekreftelse?";

"Done" = "Done";

"Enable Touch ID" = "Skru på Touch ID";

"Enter a different passcode. Cannot re-use the same passcode." = "Skriv inn et annet passord. Kan ikke gjenbruke samme passord.";
"Enter a different password. Cannot re-use the same password." = "Kan ikke gjenbruke dette passordet. Skriv inn noe annet.";

"Enter a passcode" = "Skriv inn et passord";
"Enter a password" = "Skriv inn et passord";

"Enter your new passcode" = "Skriv inn ditt nye passord";
"Enter your new password" = "Skriv inn ditt nye passord";

"Enter your old passcode" = "Skriv inn gammelt passord";
"Enter your old password" = "Skriv inn ditt gamle passord";

"Enter your passcode" = "Skriv inn ditt passord";
"Enter your password" = "Skriv inn passordet ditt";

"Invalid Passcode" = "Ugyldig passord";
"Invalid Password" = "Ugyldig passord";

"Passcodes did not match.\nTry again." = "Passordene samsvarte ikke.\nPrøv igjen.";
"Password did not match.\nTry again." = "Passordet samsvarte ikke.\nPrøv igjen.";

"Re-enter your passcode" = "Skriv inn passordet ditt igjen";
"Re-enter your password" = "Skriv inn passordet ditt igjen";

"Try again in %d minutes" = "Forsøk igjen om %d minutter";

"Try again in 1 minute" = "Forsøk igjen om 1 minutter";
